[SetupWizard]

Install 			= ASUS WLAN kártya segédprogramok/Illesztőprogram telepítése
Install_ToolTip			= Kattintson a telepítő program futtatásához 
Uninstall			= ASUS WLAN kártya segédprogramok/Illesztőprogram eltávolítása
Uninstall_ToolTip 		= Kattintson rá a WLAN kártya segédprogramok/Illesztőprogram rendszerről történő eltávolításához
Manual_Read_Install		= Felhasználói dokumentáció olvasása/telepítése
Manual_Read_Install_ToolTip	= Kattintson rá a felhasználói kézikönyv megtekintéséhez vagy telepítéséhez
Explore_CD			= A CD tallózása
Explore_CD_ToolTip		= Kattintson rá a CD tallózásához a Windows Intéző segítségével
Browse_WebSite			= A weboldal tallózása
Browse_WebSite_ToolTip		= Kattintson rá weboldalunk megnyitásához a böngészőprogramjában
Install_Langauge		= Nyelv telepítése :
Exit				= Kilépés         
Read_QSG			= Gyors üzembe helyezési útmutató elolvasása
Read_QSG_ToolTip		= Kattintson rá a WLAN kártya gyors útmutató megjelenítéséhez   
Read_UserManual			= Kártya használati utasítás megtekintése
Read_UserManual_ToolTip		= Kattintson rá a WLAN kártya használati utasítás megjelenítéséhez 
Install_UserDoc			= Felhasználói dokumentáció telepítése
Install_UserDoc_ToolTip		= Kattintson rá a felhasználói dokumentáció telepítéséhez
Install_AdobeReader		= Az Adobe Reader szoftver telepítése
Install_AdobeReader_ToolTip	= A dokumentum PDF formátumú. A megtekintéséhez az Adobe Acrobat Reader telepítése szükséges
Download_AdobeReader		= Az Adobe Reader letöltése
Download_AdobeReader_ToolTip	= Kattintson a "Download Adobe Reader" Az Adobe Reader is csatlakozik a hivatalos honlapján, töltse le szoftverfrissítéseket
Return				= Vissza
Uninstall_notHaveDriver		= Ha nem telepíti az ASUS WLAN Utilities / Driver, kérjük szíves ellenőrizze!

[Languages]

English				= English
Czech				= čeština
Greek				= Ελληνικά
Hungarian			= magyar
Polish				= polski
Portuguese			= português
Romanian			= română
Spanish				= español
Latvia				= latviešu
Lithuanian			= lietuvių
French				= français
German				= deutsch
Italian				= italiano
Russian				= русский
Traditional_Chinese		= 中文 (繁體)
Turkish			=Türkçe

